//SBGOLOBA  JOB (ACCT#),ZAPLPA,
// NOTIFY=&SYSUID,
// CLASS=B,MSGCLASS=X
//*
//*   ZAP TO HEWLKED TO ALLOW LARGE OBJECT BLOCK SIZES
//*
//*   RELINK OF HEWLKED SHOWN, TO INCLUDE ZAPPED MODULES
//*
//*   DONE ON Z/OS 2.5.  SYSLMOD IS THE TARGET LIBRARY.
//*
//ZAPLKED EXEC PGM=AMASPZAP
//SYSPRINT   DD SYSOUT=*
//SYSLIB     DD DSN=SYS1.AOS04,DISP=SHR
//SYSIN DD *
  NAME HEWLFINT
  VER 000AE0 0C80
  VER 000F42 0028
  REP 000AE0 7FD0
  REP 000F42 0199
  NAME HEWLFAPT
  VER 000216 0028
  REP 000216 0199
  IDRDATA MDZ11CB
/*
//LKED   EXEC  PGM=IEWL,
//       PARM='MAP,LIST,LET'
//SYSUT1   DD  UNIT=SYSALLDA,SPACE=(1024,(200,20))
//SYSPRINT DD  SYSOUT=*
//AOS04    DD  DISP=SHR,DSN=SYS1.AOS04
//SYSLIB   DD  DISP=SHR,DSN=SYS1.LINKLIB
//SYSLMOD  DD  DISP=SHR,DSN=SBGOLOB.LOAD
//SYSLIN   DD  *
 REPLACE HEWLFINT
 REPLACE HEWLFAPT
 INCLUDE SYSLIB(HEWLKED)
 INCLUDE AOS04(HEWLFINT)
 INCLUDE AOS04(HEWLFAPT)
 ORDER   HEWLFROU,HEWLFADA,HEWLFAPT,HEWLFBTP,HEWLFDEF,HEWLFEND
 ORDER   HEWLFENS,HEWLFENT,HEWLFESD,HEWLFFNL,HEWLFIDR,HEWLFINC
 ORDER   HEWLFINP,HEWLFINT,HEWLFMAP,HEWLFOPT,HEWLFOUT,HEWLFRAT
 ORDER   HEWLFTXT,HEWLFRCG,HEWLFREL,HEWLFSCD,ESDDATA,HEWLFSIO
 ORDER   HEWLFSCN,HEWLFSYM
 SETSSI  CB507257
 ENTRY   HEWLFROU
 ALIAS   HEWLF064,IEWLF128,IEWLF440,IEWLF880
 NAME    HEWLKED(R)
/*
//
